Repository: larssg/ubercart_da
Catalog: uc_cart.*.po
Languages: da

source: Cart settings
da: Indstillinger for indkøbsliste

source: Configure the cart settings.
da: Konfigurer Indstillinger for indkøbslisteen.

source: Overview
da: Oversigt

source: View the cart settings.
da: Vis indkøbslistesIndstillingerne.

source: Edit
da: Rediger

source: Edit the cart settings.
da: Rediger indkøbslisteindstillingerne.

source: Edit the basic cart settings.
da: Rediger grundlæggende indkøbslistesIndstillinger.

source: Cart panes
da: indkøbslistepanel

source: Edit the pane settings for the cart view page.
da: Rediger panelindstillingern for indkøbslistevisningen.

source: Cart block
da: indkøbslistesblok

source: Edit the settings for the shopping cart block.
da: Rediger Indstillingerne for indkøbslistesblokken.

source: Checkout settings
da: Indstillinger for kassen

source: Configure the checkout settings.
da: Konfigurer indstillinger for kassen.

source: View the checkout settings.
da: Vis indstillinger for kassen.

source: Edit the basic checkout settings.
da: Rediger grundlæggende indstillinger for kassen.

source: Checkout panes
da: Checkout paneler

source: Edit the pane settings for the checkout page.
da: Rediger panelindstillinger for checkoutsiden

source: Checkout messages
da: Checkout beskeder

source: Edit the messages for the checkout completion page.
da: Rediger besked for checkout afslutningsside

source: Address fields
da: Adressefelt

source: Edit the address field settings.
da: Rediger adressefeltindstillinger

source: Shopping Cart
da: Indkøbsliste

source: View/modify the contents of your shopping cart or proceed to checkout.
da: Vis/Rediger indholdet af din indkøbsliste eller forsæt til bestilling.

source: Checkout
da: Bestilling...

source: Purchase the items in your shopping cart.
da: Bestil emnerne i din indkøbsliste.

source: Review Order
da: Gennemse bestilling

source: Review an order before final submission.
da: Gennemse ordre før endelig godkendelse.

source: Order Complete
da: Ordre gennemført

source: Display information upon completion of an order.
da: Vis information ved gennemførsel af ordre.

source: Hide block if cart is empty.
da: Skjul blokken hvis indkøbslisten er tom.

source: Display the shopping cart expanded by default.
da: Vis indkøbslisten udfoldet.

source: Display small help text in the shopping cart block.
da: Vis hjælpetekst i indkøbslisteblokken.

source: Cart help text
da: Hjælpetekst til indkøbsliste

source: Displayed if the above box is checked.
da: Vist vis ovenstående er aktiveret

source: Click title to display cart contents.
da: Klik på titlen for at vis indholdet af indkøbslisten.

source: View your shopping cart.
da: Se din indkøbsliste.

source: Expand cart block.
da: Udvid indkøbslisten.

source: There are no products in your shopping cart.
da: Der findes ingen produkter på din indkøbsliste.

source: Item
da: Produkter

source: Items
da: Produkt

source: View cart
da: Vis indkøbsliste

source: Display information on products in a customer's cart.
da: Vis information om produkter i kundens indkøbsliste.

source: Please review the details of your order and click !submit if all the information is correct. You may use the Back button to make changes to your order if necessary.
da: Gennemse detaljerne i din bestilling og klik på !submit hvis alle informationer er korrekte. Du kan anvende Tilbage-knappen for at lave ændringer i bestillingen om nødvendigt.

source: Submit Order
da: Send bestilling

source: Your order is complete!
da: Din bestilling er færdig!

source: Thank you for shopping at !site. While logged in, you may continue shopping or <a href="!url">click here</a> to view your current order status and order history.
da: Tak fordi du handlede på !site. Hvis du er logget ind kan du fortsætte med at handle eller <a href="!url">klik her</a> for at vise status for din aktuelle bestilling samt bestillingshistorik.

source: Thank you for shopping at !site. Your current order has been attached to the account we found matching your e-mail address.
da: Tak fordi du handler hos !site. Din aktuelle bestilling er tilføjet til kontoen som matchede din email.

source: <a href="!url">Click here</a> to login and view your current order status and order history. Remember to login when you make your next purchase for a faster checkout experience!
da: <a href="!url">Klik hér</a> for at logge ind og se din aktuelle bestillingsstatus samt bestillingshistorik. Husk at logge ind når du foretager dit næste køb for nemmere bestilling!

source: Thank you for shopping at !site. A new account has been created for you here that you may use to view your current order status.
da: Tak fordi du handler hos !site. En ny konto er oprettet til dig som du kan bruge for at se din aktuelle bestillingsstatus.

source: <p><a href="!url">Click here</a> to login to your new account using the following information:
da: <p><a href="!url">Klik hér</a> for at logge ind på din nye konto med følgende informationer:

source: <p><b>Username:</b> !new_username<br /><b>Password:</b> !new_password
da: <p><b>Brugernavn:</b> !new_username<br /><b>Adgangskode:</b> !new_password

source: Click to return to the front page.
da: Klik for at vende tilbage til forsiden.

source: Default cart form
da: Grundlæggende indkøbsliste

source: Cart Contents
da: Indkøbslistens indhold

source: Display the contents of a customer's shopping cart.
da: Vis indholdet af en kundes indkøbsliste

source: Customer Information
da: Kundeinformation

source: Get the necessary information to create a customer on the site.
da: Hent de nødvendige informationer for at oprette en kunde på siden.

source: Delivery Information
da: Leveringsinformation

source: Get the information for where the order needs to ship.
da: Hent leveringsoplysninger.

source: Billing Information
da: Faktureringsoplysninger

source: Get basic information needed to collect payment.
da: Hent basis information for opkrævning af betaling.

source: Order Comments
da: Kommentarer till bestillingen

source: Allow a customer to put comments on an order.
da: Tillåt en kund att skriva in kommentarer till en bestilling.

source: Anonymous cart duration is !duration.
da: Anonym indkøbsliste udløber efter !duration.

source: Authenticated cart duration is !duration.
da: Indlogget indkøbsliste udløber efter !duration.

source: Add item URL redirect is:<br />!url
da: Tilføj emne URL-redirect er:<br />!url

source: Continue shopping !type is:<br />!link
da: Forsæt indkøb !type er:<br />!link

source: button
da: knap

source: Continue shopping
da: Fortsæt med at handle

source: Minimum order subtotal is !min.
da: Mindste subtotal for en bestilling er !min.

source: !title is !enabled.
da: !title er !enabled.

source: enabled
da: aktiveret

source: disabled
da: deaktiveret

source: Cart panes (in display order)
da: Indkøbsliste paneler (vist i rækkefølge)

source: Help text is shown in block:
da: Hjælpetekst er vist i blok

source: Help text is not shown in block.
da: Hjælpetekst er ikke vist i blok.

source: Cart block is !option when empty.
da: Indkøbslisteblokken er !option når den er tom.

source: hidden
da: skjult

source: shown
da: Vist

source: Cart block is !option by default.
da: Indkøbslisteblokken er !option som standard.

source: expanded
da: ekspanderet

source: collapsed
da: sammenklappet

source: Drupal handles all the block settings forms automatically.
da: Drupal håndterer alle blokindstillinger automatisk.

source: <a href="!url">Click here</a> to goto the shopping cart block configuration page.
da: <a href="!url">Klik hér</a> for at gå til konfigurationssidan for indkøbslistesblokken.

source: Anonymous cart settings
da: Indstillinger for anonym indkøbsliste

source: Set the length of time products remain in the cart for customers who <b>have not</b> logged in.
da: Indstil tidsperiode for hvor lang til varerne forbliver i indkøbslisten for kunder der <b>ikke</b> er logget ind.

source: Duration
da: Varighed

source: Unit of time
da: Tidsenhed

source: hour(s)
da: time(r)

source: day(s)
da: dag(e)

source: week(s)
da: uge(r)

source: year(s)
da: år

source: Authenticated cart settings
da: Indstillinger for autentificeret indkøbsliste

source: Set the length of time products remain in the cart for customers who <b>have</b> logged in.
da: Indstil tidsperiode for hvor lang til varerne forbliver i indkøbslisten for kunder der <b>er</b> logget ind.

source: Minimum order subtotal
da: Mindste subtotal for bestilling

source: Minimum allowed subtotal for a cart to proceed to checkout.
da: Mindste tilladte subtotal for at indkøbslisten kan behandles.

source: Add to cart redirect
da: Tilføj til indkøbsliste omdiregering

source: Enter the Drupal page to redirect to when a customer adds an item to their cart.<br />Enter &lt;none&gt; for no redirect.
da: Indtast den Drupal-side der skal omdirigeres til når en kunde tilføjer en vare til indkøbslisten.<br />Indtast &lt;none&gt; for ingen omdiregering.

source: Continue shopping link URL
da: Fortsæt med at handle link URL

source: Enter the Drupal page for the link to continue shopping from the cart view page.<br />Enter &lt;none&gt; for no link to appear.
da: Indtast den Drupal-side der skal omdirigeres til fra indkøbslisten for at forsætte med at handle.<br />Indtast &lt;none&gt; for ingen omdiregering.

source: Continue shopping link text
da: Fortsæt med at handle - link tekst

source: Enter the text for the continue shopping link.
da: Indtast teksten for linket til at fortsætte med at handle.

source: Display the continue shopping link as
da: Vis fortsæt med at handle linkt som

source: A text link
da: Et tekstlink

source: A button link
da: Et knaplink

source: Default cart breadcrumb URL
da: Standard indkøbsliste breadcrumb URL

source: Enter the Drupal page linked to in the default breadcrumb on the cart view page.
da: Indtast Drupal-siden som der skal linkes til i standard breadcrumb på indkøbslistesiden.

source: Default cart breadcrumb text
da: Standard indkøbsliste breadcrumb tekst

source: Enter the text for the default breadcrumb on the cart page.
da: Indtast teksten for standard breadcrumb på indkøbslistesiden.

source: Home
da: Hjem

source: Minimum order subtotal should be a non-negative number.
da: Minimun ordre subtotal skal være et positivt tal.

source: Checkout is !status.
da: Kassen er !status.

source: Next buttons on checkout panes say %text.
da: Næste knapper på checkout panelernen hedder %text.

source: Next
da: Næste

source: Review order button on checkout page says %text.
da: Gennemse ordre knap på checkoutsiden hedder %text.

source: Submit order button on review page says %text.
da: Gennemfør ordre knap på gennemse-siden hedder %text.

source: Checkout panes are !option.
da: Checkoutpaneler er !option.

source: collapsed with next buttons
da: sammenklappet med næste-knapper

source: expanded by default
da: udfoldet som standard

source: Shipping fields are !option.
da: Leveringsfelter är !option.

source: hidden when applicable
da: skjult når valgbare

source: always shown
da: Vis altid

source: New customers !option.
da: Nye kunder !option.

source: receive an e-mail with their account details
da: modtag en e-mail med deres konto informationer

source: will only see their details in their initial order e-mail.
da: vil kun se deres informationer i deres ordre e-mail.

source: Anonymous checkout is !status.
da: Anonym checkout er !status.

source: Checkout panes (in display order)
da: Checkoutpaneler (i visningsorden)

source: Checkout instructions are
da: Instruktioner for kassen er

source: Review instructions are
da: Gennemse instruktioner er

source: Completion message is
da: Gennemført besked er

source: Completion text for logged in users is
da: Gennemført besked for indlogget kunde er

source: Completion text for not logged in users is
da: Gennemført besked for ikke indlogget kunde er

source: Completion text for totally new users is
da: Gennemført besked for helt ny kunde er

source: Continue shopping text is
da: Tekst for at fortsætte med at handle er

source: !title not set.
da: !title er ikke sat.

source: !title set.
da: !title er sat.

source: !field is !status.
da: !field er !status.

source: Enable checkout (disable to only use third party checkout service like Google Checkout).
da: Akvtiver checkout (deaktiver kun ved brug af tredjeparts checkout som eks. Google Checkout).

source: Next Pane Button Text
da: Næste panel knap tekst

source: Change the text on the checkout pane buttons to expand the next pane.
da: Skift knaptekst på checkoutpanelkanpper for at vise næste panel.

source: Review Order Button Text
da: Gennemse ordre knap tekst

source: Change the text on the review order button at the bottom of the checkout screen.
da: Skift knaptekst på gennemse ordre kanppen i bunden af checkout-siden.

source: Submit Order Button Text
da: Indsend ordre knaptekst

source: Change the text on the submit order button at the bottom of the review screen.
da: Skift knaptekst på Indsend ordre knappen i bunden af gennemse-siden.

source: Use collapsing checkout panes with next buttons during checkout.
da: Benyt sammenklappede paneler med næste knapper ved checkout.

source: Hide shipping information when possible for carts with no shippable items.
da: Gem forsendelsesopslysninger hvis muligt for indkøbslister uden varer der kan sendes.

source: Send new customers a separate e-mail with their account details.
da: Send nye kunder en separat e-mail med deres kontooplysninger.

source: Enable anonymous checkout (users can checkout without logging in).
da: Aktiver anonym checkout (kunder kan gennemføre bestilling uden at logge ind).

source: Alternate checkout completion page
da: Alternativ checkout afslutningsside

source: Leave blank to use the default completion page.
da: Efterlad tom, for at benytte standard afslutningsside.

source: Checkout Instructions
da: Instruktioner for kassen

source: Provide instructions for customers at the top of the checkout screen.
da: Vis instruktioner til kunder i toppen af checkoutsiden.

source: Provide instructions for customers at the top of the checkout review screen.
da: Vis indtruktioner til kunder i toppen af gennemse siden.

source: Checkout Message Header
da: Checkout besked overskrift

source: Header for message displayed after a user checks out.
da: Overskrift på besked vist efter kunden checker ud.

source: In the following three boxes, you may use !site to print the site name, !new_username for the username of a newly created account, and !new_password for that account's password.
da: I de følgende tre bokse kan du bruge !site for at udskrive site-navn, !new_username for brugernavnet på en nyoprettet kunde, og !new_password for denne kontos adgangskode.

source: Checkout Completion for Logged-in Users
da: Checkout afslutning for indloggede kunder

source: Message displayed upon checkout for a user who has logged in.
da: Besked som vises til kunder der er logget ind ved checkout.

source: Checkout Completion for Existing Users
da: Checkout afslutning for eksisterende kunder

source: Message displayed upon checkout for a user who has an account but wasn't logged in.
da: Besked som vises til kunder der har en konto men ikke er logget ind ved checkout.

source: Checkout Completion for New Users
da: Checkout afslutning for nye kunder

source: Message displayed upon checkout for a new user whose account was just created.
da: Besked som vises ved checkout til nye kunder som netop har oprettet en konto.

source: Continue Shopping Message
da: Fortsæt med at handle besked

source: Message displayed upon checkout to direct customers to another part of your site.
da: Besked som vises ved checkout for at dirigere kunder til andre steder på dit site.

source: Back
da: Tilbage

source: Update cart
da: Opdatér indkøbsliste

source: Remove
da: Fjern

source: Products
da: Produkter

source: Qty.
da: Antal

source: Total
da: Totalt

source: The minimum order subtotal for checkout is !min.
da: Minimum ordre subtotal for checkout er !min.

source: You must login before you can proceed to checkout.
da: Du skal logge ind før du kan fortsætte til kassen.

source: If you do not have an account, you can <a href="!base_pathuser/register">click here</a> to create one.
da: Hvis du ikke har en konto kan du <a href="!base_pathuser/register">klikke hér</a> for at oprette en.

source: Cancel
da: Afbryd

source: Order created through website.
da: Ordre oprettet gennem website.

source: Order information will be sent to your account email listed below.
da: Ordre information bliver sendt til din e-mail vist nedenfor.

source: You can edit your account information <a href="!url">here</a>.
da: Du kan redigere dine kontoinformationer <a href="!url">hér</a>.

source: Enter a valid email address for this order or <a href="!url">click here</a> to login with an existing account and return to checkout.
da: Angiv en gyldig e-mail for bestillingen eller <a href="!url">klik hér</a> for at logge ind med en eksisterende konto og vend tilbage til kassen.

source: E-mail Address
da: E-mail

source: Fill in the appropriate delivery information here:
da: Udfyld leveringsoplysninger hér.

source: Saved addresses
da: Gemte adresser

source: Address
da: Adresse

source: Phone
da: Telefon

source: Fill in the appropriate billing information here:
da: Udfyld faktureringsoplysninger hér:

source: Click to copy your delivery information.
da: Klik for at hente dine leveringsinformationer.

source: Use this area for special instructions or questions regarding your order:
da: Benyt dette felt for at angive kommentarer eller spørgsmål angående din bestilling:

source: Comment
da: Kommentar

source: Price
da: Pris

source: !title is not a product. Unable to add to cart.
da: !title er ikke et produkt. Kunne ikke tilføjes indkøbslisten.

source: Sorry, that item is not available for purchase at this time.
da: Desværre, produktet er ikke tilgængeligt i øjeblikket.

source: <strong>!product-title</strong> added to !cart_view.
da: <strong>!product-title</strong> tilføjet til !cart_view.

source: your shopping cart
da: din indkøbsliste

source: Your item(s) have been updated.
da: Dine produkter er opdateret.

source: our store
da: vor butik

source: Cart
da: Indkøbsliste
