Repository: larssg/ubercart_da
Catalog: uc_order.*.po
Languages: da

source: Order settings
da: Ordreindstillinger

source: View the order settings.
da: Vis ordreindstillinger.

source: Overview
da: Oversigt

source: Edit
da: Rediger

source: Edit the order settings.
da: Rediger ordreindstillinger.

source: Edit the basic order settings.
da: Rediger basale ordreindstillinger

source: Order panes
da: Bestillingspaneler

source: Edit the pane settings for order pages.
da: Rediger panelindstillinger for ordresiderne

source: Orders
da: Ordre

source: View and process the orders received through your website.
da: Vis og behandel ordre modtaget gennem din webside.

source: View orders
da: Vis ordrer

source: Create order
da: Opret ordre

source: Create an empty new order.
da: Opret en ny tom ordre.

source: Search orders
da: Søg i ordrer

source: Search existing orders.
da: Søg eksisterende ordrer.

source: Select address
da: Vælg adresse

source: Select customer
da: Vælg kundee

source: Order !order_id
da: Ordre !order_id

source: View order !order_id.
da: Vis ordre !order_id.

source: View invoice
da: Vis faktura

source: View order !order_id invoice.
da: Vis faktura for ordre !order_id.

source: Create an order for a customer.
da: Opret en ordre for en kunde.

source: View order
da: Vis ordre

source: view
da: vis

source: edit
da: redigera

source: Add a Line Item
da: Tilføj ny linie

source: products
da: produkter

source: product select
da: produkt valg

source: add product
da: tilføj produkt

source: invoice
da: faktura

source: Printable invoice
da: Udskriftsvenlig faktura

source: Mail invoice
da: Mail faktura

source: Delete Order !order_id?
da: Slet ordre !order_id?

source: Delete order !order_id.
da: Slet ordre !order_id.

source: Standard delivery
da: Standardleverance

source: <i>No comments left.</i>
da: <i>Ingen kommentarer.</i>

source: <i>No comment found.</i>
da: <i>Ingen kommentarer fundet.</i>

source: The order ID.
da: Ordre ID

source: The URL to the order
da: URL til ordre

source: A link to the order using the order ID.
da: Link til ordre med ordre ID

source: A link to the order admin view page using the order ID.
da: Link til ordreadministration for ordre ID

source: The subtotal of products on an order.
da: Subtotal for produkter i en ordre.

source: Ordre total.
da: Beställningens totalsumma.

source: The primary e-mail address of the order.
da: Primær emailadresse for ordren.

source: The order shipping address.
da: Ordrens leveringsadresse.

source: The order billing address.
da: Ordrens fakturaadresse.

source: Comments left by the customer.
da: Kommentarer fra kunden.

source: The current order status.
da: Aktuel ordresstatus.

source: Date
da: Dato

source: Order #
da: Ordrenr.

source: Products
da: Produkter

source: Order History
da: Ordrehistorik

source: Ship to
da: Levér til

source: Bill to
da: Fakturér

source: Customer Info
da: Kundeinformation

source: Line Items
da: Linier

source: Order Comments
da: Ordrekommentarer

source: Admin Comments
da: Administrationskommentarer

source: Update Order
da: Opdatér ordre

source: View
da: Vis

source: View order %order_id.
da: Vis ordre %order_id.

source: Edit order %order_id.
da: Redigér ordre %order_id.

source: Delete
da: Slet

source: Delete order %order_id.
da: Slet ordre %order_id.

source: Empty Line
da: Tom linie

source: Displaying !number orders at a time on the order admin overview.
da: Viser !number ordrer ad gangen på ordre-admin oversigten.

source: Order logging is !status.
da: Ordrelogning er !status.

source: enabled
da: aktiveret

source: disabled
da: deaktiveret

source: Addresses on order view pages are !status.
da: Adresser på ordrevisningssiderne er !status.

source: capitalized
da: Versaler

source: displayed as entered
da: Vist som indtastet

source: You are !status the uBrowser to add products to orders.
da: Du !status uBrowser til at tilføje produkter til ordrer.

source: using
da: anvender

source: not using
da: anvender ikke

source: Order panes on !screen screen
da: Ordrepaneler på !screen skærm

source: !title is !status.
da: !title er !status.

source: Admin settings
da: Administrationsindstillinger

source: Number of orders on overview screen
da: Antal ordrer på oversigtssiden

source: Enable order logging
da: Aktivér ordrelogning

source: Capitalize address on order screens
da: Adresse med versaler på ordresiden

source: Use the uBrowser product select on order edit screens
da: Brug uBrowser til at vælge på ordreredigeringssider

source: Customer settings
da: Kundinstillinger

source: Allow customers to view order invoices from their accounts.
da: Tillad kunder at se ordrer fakturaer fra deres konto.

source: Actions
da: Handlinger

source: Order ID
da: Ordre ID

source: Customer
da: Kunde

source: Purchase Date
da: Købsdato

source: -No Name-
da: -Navnløs-

source: View Order
da: Vis ordre

source: All Orders
da: Alle ordrer

source: View by status
da: Vis efter status

source: Order created by the administration.
da: Ordre oprettet af administration.

source: Search for an existing customer.
da: Søg efter en eksisterende kunde.

source: Create a new customer.
da: Opret en ny kunde.

source: New order customer
da: Ny ordre kunde

source: Customer number
da: Kundenummer

source: Primary e-mail
da: Primær email

source: Search returned the following results:
da: Søgning returnerede følgende resultater:

source: Search options
da: Søge muligheder

source: Billing first name
da: Fakturering fornavn

source: Billing last name
da: Fakturering efternavn

source: Billing company
da: Fakturering virksomhed

source: Shipping first name
da: Shipping fornavn

source: Shipping last name
da: Shipping efternavn

source: Shipping company
da: Shipping virksomhed

source: Start date
da: Startdato

source: End date
da: Slutdato

source: Search using date range.
da: Søg med dato interval.

source: Search
da: Søg

source: Print invoice
da: Udskriv faktura

source: Close window
da: Luk vindue

source: Order !order_id does not exist.
da: Ordre !order_id findes ikke.

source: Invoice
da: Faktura

source: Click to open a window with a printable invoice.
da: Klik for att öppna ett fönster med en utskriftsbar faktura.

source: Add an Order Comment
da: Tilføj ordrekommentar

source: Order comments are used primarily to communicate with the customer.
da: Ordrekommentarer bruges primært til at kommunikere med kunden.

source: Add an Admin Comment
da: Tilføj en administratorkommentar

source: Admin comments are only seen by store administrators.
da: Administrators kommentarer kan kun ses af administratorer.

source: Order Status
da: Ordrestatus

source: Notify Customer
da: Giv kunde besked

source: Update
da: Opdatér

source: Order updated.
da: Ordren opdateret.

source: It is not possible to edit order %id.
da: Det er ikke muligt at redigere ordre %id

source: Submit Changes
da: Gem ændringer

source: Order changes saved.
da: Ordreændringer er gemt.

source: Remove
da: Fjern

source: Qty
da: Antal

source: Name
da: Navn

source: Weight
da: Vægt

source: Cost
da: Kostpris

source: Price
da: Pris

source: Remove this product.
da: Slet produkt.

source: Remove product from order?
da: Slet produkt fra ordren?

source: This order contains no products.
da: Denne ordre indeholder ingen produkter.

source: No products found.
da: Ingen produkter blev fundet.

source: Select a product
da: Vælg et produkt

source: Search by name or model/SKU (* is the wildcard)
da: Søg vha. navn eller model/SKU (* er wildcard)

source: Select
da: Vælg

source: Close
da: Luk

source: Add to Order
da: Tilføj til ordre

source: Cancel
da: Afbryd

source: Recipient e-mail address
da: Modtagerens email-adresse

source: Invalid e-mail address.
da: Ugyldig email-adresse.

source: Your Order Invoice
da: Din ordre faktura

source: E-mail failed.
da: Email fejlede

source: Invoice e-mailed to @email.
da: Faktura sendt till @email.

source: Time
da: Tid

source: User
da: Bruger

source: Changes
da: Ændringer

source: It is not possible to delete order %id.
da: Det er ikke muligt at fjerne ordre %id.

source: Are you sure you want to delete order !order_id?
da: Er du sikker på at du vil fjerne ordre !order_id?

source: Order !order_id completed removed from the database.
da: Ordre !order_id fjernet fra databasen.

source: You must select a customer before address<br>information is available.<br>
da: Du skal vælge en kunde før adresse<br>informationer er tilgængelige.<br>

source: No addresses found for customer.
da: Ingen adresser fundet på kunden.

source: Select an address
da: Vælg en adresse

source: Search returned no results.
da: Søgning gav ingen resultater

source: Search returned the following:
da: Søgning gav følgende:

source: Use this account?
da: Anvend denne konto?

source: User !uid - !mail
da: Bruger !uid - !mail

source: Search for a customer based on these fields.
da: Søg efter en kunde ud fra disse felter

source: Use * as a wildcard to match any character.
da: Brug * som wildcard

source: Leave a field empty to ignore it in the search.
da: Lad et felt stå tomt for at ignorere det i søgningen.

source: First name
da: Fornavn

source: Last name
da: Efternavn

source: Select a customer
da: Vælg en kunde

source: Enter an e-mail address for the new customer.
da: Ange en email-adresse for den nya kundeen.

source: Back
da: Tilbage

source: Submit
da: Send

source: Modify 'Ship to' Information
da: Rediger forsendelsesinformationer

source: Modify 'Bill to' Information
da: Rediger faktureringsinformationer

source: Customer number:
da: Kundenummer:

source: Primary e-mail:
da: Primær email:

source: Modify 'Customer Info'
da: Rediger kunde info

source: Add Product
da: Tilføj produkt

source: Add Blank Line
da: Tilføj tom linie

source: Add Line Item
da: Tilføj produkt

source: Select a Type
da: Vælg en type

source: Add Line
da: Tilføj linie

source: Modify 'Line Items'
da: Rediger produkter

source: Title
da: Titel

source: Remove line item.
da: Fjern produkter.

source: Remove this line item?
da: Fjern dette produkt?

source: Amount
da: Antal

source: Line item removed.
da: Produkt fjernet

source: Message
da: Meddelelse

source: Order created.
da: Ordre operettet.

source: No admin comments have been entered for this order.
da: Ingen administrator kommentarer på denne ordre

source: Product
da: Produkt

source: Notified
da: Besked sendt

source: Comment
da: Kommentar

source: This order has no comments associated with it.
da: Denne ordre har ingen kommentarer tilknyttet.

source: This order has no admin comments associated with it.
da: Denne ordre har ingen administratorkommentarer tilknyttet

source: Line Item Title
da: Linie produkttitel

source: Display title of the line item.
da: Vis titel på linieproduktet

source: Line Item Amount
da: Linie produkt beløb

source: Return to order edit screen.
da: Tilbage til ordre redigerings siden

source: Amount must be numeric.
da: Antal skal væra numerisk.

source: Line item added to order.
da: Linieprodukt tilføjet ordre.

source: customer
da: kunde

source: view all orders
da: vis alle ordrer

source: create orders
da: opret ordrer

source: edit orders
da: redigér ordrer

source: delete orders
da: slet ordrer

source: Order
da: Ordre

source: Order number:
da: Ordrenummer:

source: Customer:
da: Kunde:

source: Order total:
da: Ordre total:

source: Shipping method:
da: Leveringsmåde:

source: Products:
da: Produkter:

source: Order comments:
da: Ordre kommentarer:

source: Thanks for your order, [order-first-name]!
da: Tak for din ordre, [order-first-name]!

source: An account has been created for you with the following details:
da: En konto er oprettet til dig med følgende detaljer:

source: Username:
da: Brugernavn:

source: Password:
da: Adgangskode:

source: Want to manage your order online?
da: Vil du styre din ordre online?

source: If you need to check the status of your order, please visit our home page at [store-link] and click on "My account" in the menu or login with the following link:
da: Vil du se status på din ordre, besøg vores hjemmeside på [store-link] og klik på "Min konto" i menuen eller log ind med følgende link:

source: Purchasing Information:
da: Betalingsinformationer:

source: E-mail Address:
da: Email-adresse:

source: Billing Address:
da: Faktureringsadresse:

source: Shipping Address:
da: Leveringsadresse:

source: Order Grand Total:
da: Ordre Total:

source: Payment Method:
da: Betalingsmetode:

source: Order Summary:
da: Resumé af ordren:

source: Shipping Details:
da: Leveringsdetaljer:

source: Order #:
da: Ordrenr:

source: Shipping Method:
da: Leveringsmetode:

source: Products Subtotal:
da: Produkter Subtotal:

source: Total for this Order:
da: Total for denne ordre:

source: Products on order:
da: Produkter i ordre:

source: (!price each)
da: (!price styk)

source: Where can I get help with reviewing my order?
da: Hvor kan jeg få hjælp til at gennemse min ordre?

source: To learn more about managing your orders on [store-link], please visit our <a href="[store-help-url]">help page</a>.
da: Besøg vores <a href="[store-help-url]">hjælpeside</a> for at lære mere om hvordan du håndterer ordrer hos [store-link],

source: Please note: This e-mail message is an automated notification. Please do not reply to this message.
da: Bemærk: Denne emailbesked er automatisk genereret. Svar ikke på emailen.

source: Thanks again for shopping with us.
da: Endnu engang tak fordi du handlede hos os.
